Repository: Daniel-KM/Omeka-S-module-DataTypeRdf
Catalog: language/*.po
Languages: fr

source: The module RdfDatatype was automatically uninstalled.
fr: Le module RdfDatatype a été désinstallé automatiquement.

source: The module RdfDatatype cannot be automatically uninstalled.
fr: Le module RdfDatatype ne peut pas être automatiquement désinstallé.

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou supérieure.

source: false
fr: faux

source: true
fr: vrai

source: It’s now possible to choose mode of display to edit html values of resources in main params.
fr: Il est désormais possible de choisir un mode d’édition pour modifier les valeurs html des ressources dans les paramètres généraux.

source: Data type xml is now displayed with colors in resource form.
fr: Le type de données xml s’affiche désormais avec des couleurs dans le formulaire de ressource.

source: A new data type has been added for json. Warning: the RDF specification is still in {link}discussion{link_end}. In particular, keys of objects should be stored in dictionnary order.
fr: Un nouveau type de données a été ajouté pour json. Attention : la spécification RDF est encore en {link}discussion{link_end}. En particulier, les clés des objets doivent être enregistrées dans l’ordre du dictionnaire.

source: Html edition mode for resources
fr: Mode d’édition Html des ressources

source: Inline (default)
fr: En ligne (défaut)

source: Document (maximizable)
fr: Document (maximisable)

source: Html edition config and toolbar for resources
fr: Configuration de l’éditeur html pour les ressources

source: Boolean
fr: Booléen
